Revit 2024 API
RoutingCriterionBase Properties
The RoutingCriterionBase type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RoutingCriterionBase Class
Autodesk.Revit.DB Namespace